INSERT INTO movies
(title, year)
VALUES
('جدایی نادر از سیمین', 2011),
('بمب: یک عاشقانه', 2018),
('بی پولی', 2009),
('رگ خواب', 2017),
('دوران عاشقی', 2015);

INSERT INTO actors
(name, birthday)
VALUES
('لیلا حاتمی', 1972),
('شهاب حسینی', 1974),
('ساره بیات', 1979),
('پیمان معادی', 1970);

INSERT INTO plays
(movie, actor, role)
VALUES
(1, 1, 'سیمین'),
(2, 1, 'میترا'),
(3, 1, 'شکوه'),
(4, 1, 'مینا'),
(5, 1, 'بیتا'),
(1, 2, 'حجت'),
(1, 3, 'راضیه'),
(1, 4, 'نادر'),
(2, 4, 'ایرج'),
(5, 2, 'حمید');
